export default {
  generic: {
    title: 'ආයුබෝවන්',
    description: 'තැපැල් කේතයක් ඇතුල් කර අපි ලබා දෙන දේ බලන්න:',

    partnership: {
      partner: {
        title: 'අප සමඟ හවුල් වන්න',
        description:
          'Deliveroo සමඟ සම්බන්ධ වී පෙරට වඩා වැඩි පාරිභෝගිකයන් පිරිසක් වෙත ළඟා වන්න. අපි බෙදාහැරීම හසුරුවන නිසා ඔබට ආහාර කෙරෙහි අවධානය යොමු කළ හැකිය.',
        actionTitle: 'ආරම්භ කරන්න',
      },
      rider: {
        title: 'රියදුරෙකු වන්න',
        description:
          'ඔබේම කාලසටහනකට අනුව හොඳ මුදල් උපයන්න. ඔබේම ප්‍රධානියා වී බඩගිනි පාරිභෝගිකයන්ට ආහාර බෙදා හරින්න.',
        actionTitle: 'දැන්ම අයදුම් කරන්න',
      },
      work: {
        title: 'රැකියා සඳහා Deliveroo',
        description:
          'කණ්ඩායම් දිවා ආහාරයේ සිට ඔබේ රාත්‍රී සේවකයන් සඳහා ආහාර දීමනා දක්වා, ඔබේ සේවා ස්ථානයේ ආහාර අවශ්‍යතා අපෙන් සපුරා ගත හැක.',
        actionTitle: 'ආරම්භ කරන්න',
      },
    },
  },
};
